export const houses = [
    {
        id: 1,
        name: "1 уровень",
        image: "/assets/home/1.jpeg",
        info: "Томми ушёл в отдалённое место, чтобы стать выживалщиком. Он соорудил верстак из подручных материалов, но холодные ночи не заставят себя долго ждать. Нужно хотя бы построить крышу над головой для защиты от дождей и сделать спальный мешок.",
        wood: 0,
        stone: 0
    },
    {
        id: 2,
        name: "2 уровень",
        image: "/assets/home/2.jpeg",
        info: "Сложно назвать это домом, но Томми сделал всё, что мог, и соорудил хижину без стен. Главное — у него теперь есть спальный мешок, хоть и сделанный из листьев. Выживать в такой отдалённой местности сложно, но Томми всегда мечтал стать настоящим выживальщиком. Теперь его цель — построить уютный дом.",
        wood: 20,
        stone: 20
    },
    {
        id: 3,
        name: "3 уровень",
        image: "/assets/home/3.jpeg",
        info: "Томми уже прожил 4 месяца в суровых условиях и построил уютное жилище. Но зима близка как никогда, становится всё холоднее. Самая большая проблема — не заболеть и выжить. Он решает построить дом из всех доступных ресурсов, чтобы чувствовать себя в безопасности, как никогда прежде.",
        wood: 30,
        stone: 30
    },
    {
        id: 4,
        name: "4 уровень",
        image: "/assets/home/4.jpeg",
        info: "Перед наступлением зимы Томми наконец достроил дом своей мечты. Он стал тем выживальщиком, каким всегда хотел быть, и вот уже год живёт в лесу. Но однажды, ранним утром, кто-то постучал в дверь... Дом был без окон, и он не мог увидеть, кто там. Он приоткрыл дверь...",
        wood: 40,
        stone: 40
    }
];
